/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* Dialog Title */
"Adding configuration failed" = "A adição de configuração falhou";

/* Status window message */
"Adding server to configuration" = "Adicionando servidor à configuração";

/* Status window message */
"Attempting to bind computer to directory" = "Tentando vincular computador ao diretório";

/* Status window message */
"Attempting to unbind from Directory" = "Tentando desvincular do Diretório";

/* No comment provided by engineer. */
"Bind\\U2026" = "Vincular…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "O diretório requer vinculação.  A adição do novo servidor LDAP foi cancelada.";

/* Dialog Title */
"Binding required" = "Vinculação requerida";

/* No comment provided by engineer. */
"Bound to the directory as" = "Vinculado ao diretório como";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Dialog message */
"Computer is bound" = "O computador está vinculado";

/* Dialog Title */
"Computer record exists" = "Registro de computador existente";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "Está faltando um registro do computador no diretório. Forçar desvinculação.";

/* Status window message */
"Configuration of new server complete" = "Configuração de novo servidor concluída";

/* Default button continue */
"Continue" = "Continuar";

/* appended to duplicated configs */
"copy" = "copiar";

/* Dialog Title */
"Could not contact server" = "Não pôde contatar o servidor";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Não pôde contatar o servidor LDAP para desvincular. Gostaria de remover de maneira forçada esta configuração?";

/* No comment provided by engineer. */
"Custom" = "Personalizar";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Tipos de Atributo Padrão";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "Apagar Servidor LDAP?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Detectando os níveis de segurança requeridos e os requisitos de vinculação";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "A vinculação de diretório não é compatível";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "A vinculação de diretório autenticado é opcional. Digite as informações para vincular.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "A vinculação de diretório autenticado é necessária. Digite as informações para vincular.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ocorreu um erro inesperado";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Não Adicionar";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Falhou ao alocar armazenamento intermediário de dados";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Falhou ao alocar lista de dados.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Falhou ao construir lista de dados a partir de sequências de caracteres.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Falhou ao abrir nó de LDAPv3.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Falhou ao salvar a configuração LDAP.";

/* No comment provided by engineer. */
"From Server" = "Do Servidor";

/* No comment provided by engineer. */
"Hide Options" = "Ocultar Opções";

/* Status window message */
"Initial server information discovery" = "Descoberta informações de servidor inicial";

/* Dialog Title */
"Insufficient privileges" = "Privilégios insuficientes";

/* Dialog Title */
"Invalid credentials supplied" = "Foram fornecidas credenciais inválidas";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Foram fornecidas credenciais inválidas. Por favor, digite-as novamente.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Número ímpar de caracteres $ em mapeamento literal";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Servidor Open Directory";

/* No comment provided by engineer. */
"Overwrite" = "Sobrescrever";

/* No comment provided by engineer. */
"Please confirm deletion." = "Confirme o apagamento.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Digite credenciais válidas que permitam o acesso ao diretório especificado.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Violação dos requisitos de segurança";

/* Dialog Title */
"Server already configured" = "O servidor já está configurado";

/* Dialog Title */
"Server did not respond" = "O servidor não respondeu";

/* No comment provided by engineer. */
"Show Options" = "Mostrar Opções";

/* Dialog Title */
"Strong authentication not supported" = "A autenticação forte não é compatível";

/* default name when saving template - do not include .plist */
"Template" = "Modelo";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "A conta que você forneceu não possui privilégios suficientes. Entre em contato com um administrador de rede para obter ajuda.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "As credenciais que você forneceu não eram válidas, tente novamente.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "O servidor que você está adicionando não é compatível com a autenticação forte.  As senhas enviadas a este servidor podem ser lidas por outros computadores na rede.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "O servidor que você selecionou não está de acordo com a política de segurança configurada. Adição de novo servidor LDAP cancelada.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "O servidor que você especificou não pode ser contatado. Deseja configurar manualmente?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "O servidor que você especificou já está configurado. Processo de adição cancelado.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "Já existe um computador no diretório com este nome. Se você quiser sobrescrever, isto poderá desativar o outro computador que estiver em uso.";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Este computador está vinculado a este diretório, você deseja desvincular?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Não foi possível adicionar este servidor à configuração por uma razão desconhecida.  Use a personalização para continuar este processo.";

/* Dialog Title */
"Unable to contact directory" = "Não foi possível contatar diretório";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Não foi possível entrar em contato com o diretório para realizar o vínculo. Operação cancelada.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Desvincular…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Erro inesperado ao tentar vincular. Operação cancelada.";

/* Dialog Title */
"Unexpected error while binding" = "Erro inesperado durante a vinculação";

/* No comment provided by engineer. */
"Untitled %d" = "Sem Título %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Usar autenticação ao conectar";

/* Status window message */
"Validating record/attribute mapping" = "Validando mapeamento de registro/atributo";

/* Status window message */
"Validating the credentials that were supplied" = "Validando as credenciais fornecidas";

/* No comment provided by engineer. */
"Write to server failed" = "A gravação para servidor falhou";

